---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.GroundConductorSizeSetIterator
source: html/3ea9eccd-3609-09f4-b5ea-48c7e81515f3.htm
---
# GroundConductorSizeSetIterator Properties

Retrieves the item that is the current focus of the iterator.